{
    "aboutUs": "About company",
    "thisPageIsNull": "this page is currently empty",

    "new": "new",
    "bestseller": "Bestseller",
    "removeFromBasket": "Remove from cart",
    "inBasket": "Add to cart",
    "bestGoods": "Best Items",
    "noGoodsInCategory": "There are currently no products under this category",

    "more": "more",
    "itemCategory": "Product categories",
    "noSpecies": "Currently there are no types of furniture",
    "sofa": "Sofa",
    "typeOfFurniture": "Type of furniture",

    "mail": "Email",

    "info": "Description",
    "price": "Price",

    "footerAboutUs": "About us",
    "itemsInCredit": "Goods on credit",
    "stock": "Stock",
    "termsOfUse": "Terms of Use",
    "confidentiality": "Confidentiality",
    "shippingPolicy": "Shipping Policy",
    "catalog": "Catalog",
    "LLC": "Limited Liability Company (LLC)  «Beauty Solutions»",
    "address": "Kyrgyz Republic, Bishkek city, st. Nurkamal Zhetikashkaeva 29",

    "itemsForBeauty": "Beauty Products",
    "find": "Find",
    "noMatchesFound": "no matches found",

    "latestArrivals": "Latest arrivals",

    "watchMore": "Watch more",

    "chairSwoon": "Swoon armchair",
    "fishText": "Rybatext is used by designers, planners and front-end developers when they need to quickly fill in layouts...",
    "youWatchingLater": "Have you recently viewed",

    "contacts": "Contacts",
    "russia": "Russian",
    "english": "English",
    "shop": "shop",

    "news": "News",

    "Profitable": "Profitable",
    "withUs": "With us",

    "nothingInBasket": "There is nothing in the cart",
    "name": "Name",
    "phone": "Phone",
    "cardAdres": "Adress",
    "order": "order",

    "allCategory": "All categories",

    "GeneralInformation": "General information",
    "delivery1": "All orders are subject to availability. If an item is out of stock at the time you place your order, we will notify you. Once your order has been approved and paid for, we will send you an email confirming that the products have been shipped along with source tracking.",
    "delivery2": "Cost of delivery",
    "delivery3": "The shipping cost depends on the weight of your order and the type of delivery. To find out how much your order will cost, simply add the items you would like to your cart and go to the checkout page. Once in the checkout screen, the shipping cost will be displayed. Please note that customs duties and taxes may apply depending on the country or state the item is shipped to. However, we cannot predict if they will apply and do not include them in the total order value at checkout.",
    "delivery4": "Below you can see the types of delivery of orders that we carry out, and their cost:",
    "delivery5": "*BD stands for Business Days, Monday through Friday, excluding weekends and holidays.",
    "delivery6": "International shipping",
    "delivery7": "We try to cover as many countries in the world as possible, but there may be some exceptions for various reasons. Please see the list of countries we ship to below.",
    "delivery8": "Delivery time",
    "delivery9": "Delivery times are indicative and begin on the date of shipment, not the date of order. Delivery times are to be used as a guide only.",
    "delivery10": "The delivery date may vary depending on the carrier's shipping practices, delivery location, shipping method, and the items ordered. Goods can also be delivered in separate lots. Please note that unless there are exceptional circumstances, we will make every effort to complete your order within the time frame specified above. Exceptional circumstances are events that are beyond our control and cannot be foreseen or protected from them. These include, but are not limited to, floods, hurricanes, fires, earthquakes, typhoons, explosions, wars, strikes, or acts of government that may prevent us from fulfilling our obligations.",
    "delivery11": "Damaged or defective items",
    "delivery12": "We understand that buying electronics can be a big investment and we want to make your decision as easy as possible. Rest assured that customer satisfaction is our top priority. We will work diligently to resolve any problems with your order in accordance with the policy set out below.",
    "delivery13": "If you are not 100% satisfied with your purchase for any reason, please contact us immediately. We will replace any damaged or defective item free of charge and ship it back to you. If this is not your case, we will refund the money (including shipping costs) using the same payment method used in your order. Refunds usually take 7 to 14 business days to process and appear. in your bank account. You can also return an item within 14 days of receiving your order. Please contact our support team for more information on the return procedure.",

    "noItemsInCredit": "no items on credit yet",

    "privacy1": "We take your privacy seriously and we ask that you read this privacy notice carefully as it contains important information about the use of the personal information you provide to us. To clarify, personal data is any information associated with an individual that can be used to directly or indirectly identify a person. This can be a name, email address, phone number, billing information, etc.",
    "privacy2": "Information we collect and use",
    "privacy3": "We collect and process the personal data you provide to us for the following purposes:",
    "privacy4": "– to improve the user experience when using Beauty Solution;",
    "privacy5": "– to provide services under a contract between you and us;",
    "privacy6": "– comply with contractual obligations;",
    "privacy7": "- verify your identity;",
    "privacy8": "- manage payment transactions;",
    "privacy9": "- ship orders, etc.",
    "privacy10": "In order for our site to function properly, we may collect information about the parts of the site that you use and how you use it. This information is called 'cookies'. Cookies are small text files that a website sends to your web browser (eg Google Chrome, Safari, Firefox) and which are stored on your device when you visit a website. Cookies are used to speed up and make it easier for you to shop on a particular website as they collect and remember your actions and preferences (such as language).",
    "privacy11": "Cookies do not store your personal information, we use them solely to provide you with the best browsing and shopping experience possible. You can always control or disable cookies by going to 'Settings' in your browser. Please note that depending on the cookies you choose to block, some features or sections of simpletechmall.com may not work properly.",
    "privacy12": "Information we share",
    "privacy13": "We never sell the information that our customers provide us. However, we may share your information with third party companies. to complete an order. These include payment gateways and payment processors, companies that ensure the shipment of ordered goods, etc. We will also share your information with authorities if we are required to do so by law.",
    "privacy14": "Information Security",
    "privacy15": "We make every effort to protect our site and any information we hold from unauthorized access or unauthorized alteration, disclosure or destruction. In particular:",
    "privacy16": "– We review collection, storage and processing practices, including physical security measures, to protect against unauthorized access to systems.",
    "privacy17": "- We restrict access to personal information to counterparties, service providers and agents who need to know this information in order to process it for us to provide you with our services.",
    "privacy18": "Please note that while we have implemented our best security practices, the transmission of information over the Internet cannot be guaranteed to be 100% secure.",
    "privacy19": "Changes",
    "privacy20": "Our privacy notice may change from time to time. We will post updates on any privacy changes to this page. We advise you to review this page periodically to be aware of such changes.",

    "noItems": "there are no products yet",

    "terms1": "Agreement",
    "terms2": "These terms of use form a distance agreement between you (buyer, user, client) and us (beautysolutions.com website, owned by Beauty Solutions LLC). Your use of this site and each transaction made through beautysolutions.com shall be governed by this agreement as described below.",
    "terms3": "Site use",
    "terms4": "You are granted access to this site in accordance with the terms and conditions described here.",
    "terms5": "You warrant that:",
    "terms6": "- you agree not to impersonate any person or entity when accessing and using beautysolutions.com",
    "terms7": "We reserve the right:",
    "terms8": "- modify or remove, temporarily or permanently, this site (or any part of it) with or without notice to you, and you acknowledge that we will not be liable to you or any third party for any change or removal of the site; and/or; - change the terms from time to time without notice, and your continued use of this site (or any part of it) after such change will be deemed your acceptance of such change. If you do not agree to any changes to the terms, you should immediately stop using the site.",
    "terms9": "Placing and receiving an order",
    "terms10": "The order confirmation email and order number do not constitute an acceptance of an order from us. Acceptance of your order and completion of the contract between you and us will take place on payment for the order, unless we have notified you that we are not accepting your order or you have canceled it yourself. To pay for your order, you can use major credit and debit cards such as Visa and MasterCard. At checkout, you can also apply a discrete 10% discount that can be used on any product available on our site. After you have paid for the order, it is considered to be accepted and sent for dispatch.",
    "terms11": "Availability and prices",
    "temrs12": "Items featured on beautysolutions.com are subject to availability. Our acceptance of your offer to purchase our products is subject to availability. Our email confirmation of your order does not constitute a guarantee of delivery. If we are unable to deliver the item you have requested to purchase, we will notify you as soon as possible.",
    "terms13": "Product Description and Information",
    "temrs14": "While we take reasonable care to ensure that all images, descriptions and other product information provided on beautysolutions.com are correct. In any event, the information on this site may not be accurate at the time an order is placed. For example, the colors and/or appearance of our products may vary slightly from what they appear on screen, and we cannot guarantee that your monitor screen will accurately reflect the color of the product upon delivery.",
    "terms15": "Resend and return order",
    "terms16": "If the item you ordered arrives damaged or defective, please contact our customer service via email or phone. Once we receive your request, we will ship the new product at our expense to the same or new (if any) shipping address.",
    "terms17": "If you wish to return an item, you may do so within 14 days of receiving your order. Please notify our customer service team of your decision and we will provide you with all the information you need. information on how to proceed with the return of goods. Please note that the item must be returned in its original packaging.",
    "terms18": "Return policy",
    "terms19": "We offer a full refund on any purchase made through beautysolutions.com. Please let us know if you are not satisfied with a product you have purchased from us and would like to return. You are entitled to a full refund within 14 days of receiving your order. The refund will cover the cost of the item itself and shipping costs. Please note that it may take up to 14 business days for the return to be processed and appear in your bank account.",
    "temrs20": "If you have any further questions about the return process or would like to request a refund, please contact our customer service team.",
    "terms21": "Support",
    "terms22": "If you have any questions or concerns, please call or email us. We are always here and happy to help you anytime, 24/7/365. We also accept written correspondence to the address: Bishkek, st. Nurkamal Zhetikashkayeva 29. The satisfaction of our customers is our priority."
}