{
    "whoAreWe": "Кто мы",
    "aboutUs": "О компании",
    "aboutUs1": "Инновации, функциональность и надежность лежат в основе каждого продукта, который мы продаем, и мы стремимся к тому, чтобы каждый предлагаемый нами ассортимент отражал эти ценности. Наша цель сосредоточена на трех факторах: наше влияние, наши продукты и наши люди.",
    "aboutUs2": "Наше влияние",
    "aboutUs3": "В Beauty Solution мы понимаем повседневные проблемы, с которыми сталкивается каждый, и стремимся внести изменения. Наш сайт — это место, где вы можете найти любой товар, который может вам когда-либо понадобиться в вашем доме и за его пределами.",
    "aboutUs4": "Наши продукты",
    "aboutUs5": "В Beauty Solution у нас есть всевозможные гаджеты, которые сделают вашу повседневную жизнь проще и веселее. От умных будильников и экшн-камер до пылесосов и очистителей воздуха — здесь вы найдете множество товаров для дома и уникальные подарки для близких.",
    "aboutUs6": "Наши люди",
    "aboutUs7": "В Beauty Solution мы считаем, что несем ответственность за предоставление наилучшего опыта во всех аспектах. Мы делаем все возможное, чтобы сделать ваши покупки максимально удобными и доступными. С этой целью у нас есть профессиональная команда поддержки клиентов, которая поможет вам в вашем путешествии по магазинам по адресу beautysolution863@gmail.com.",

    "new": "новый",
    "bestseller": "Хит продаж",
    "removeFromBasket": "Удалить из корзины",
    "inBasket": "В корзину",
    "bestGoods": "Лучшие товары",
    "noGoodsInCategory": "Сейчас товаров под данной категорией нет",

    "more": "подробнее",
    "itemCategory": "Категории товаров",
    "noSpecies": "Пока что нету видов мебели",
    "sofa": "Диван",
    "typeOfFurniture": "Вид мебели",

    "mail": "Почта",

    "info": "Описание",
    "price": "Цена",

    "footerAboutUs": "Кто мы",
    "itemsInCredit": "Товары в кредит",
    "stock": "Акции",
    "termsOfUse": "Условия использования",
    "confidentiality": "Конфиденциальность",
    "shippingPolicy": "Политика доставки",
    "catalog": "Каталог",
    "LLC": "Общество с Ограниченной Ответственностью (ОсОО) «Бьюти Солюшнс»",
    "address": "Кыргызская Республика, город Бишкек, ул. Нуркамал Жетикашкаевой 29",

    "itemsForBeauty": "Товары для красоты",
    "find": "Найти",
    "noMatchesFound": "совпадений не найдено",

    "latestArrivals": "Последние поступления",

    "watchMore": "Смотреть еще",

    "chairSwoon": "Кресло Swoon",
    "fishText": "Рыбатекст используется дизайнерами, проектировщиками и фронтендерами, когда нужно быстро заполнить макеты...",
    "youWatchingLater": "Вы недавно смотрели",

    "contacts": "Контакты",
    "shop": "магазин",

    "news": "Новинки",

    "Profitable": "Выгодно",
    "withUs": "С нами",

    "nothingInBasket": "В корзине нечего нету",
    "name": "Имя",
    "phone": "Телефон",
    "cardAdres": "Адрес",
    "order": "заказать",

    "allCategory": "Все категорий",

    "GeneralInformation": "Общая информация",
    "delivery1": "Все заказы выполняются при наличии товара. Если товара нет в наличии на момент размещения заказа, мы уведомит вас об этом. После того, как ваш заказ будет одобрен и оплачен, мы вышлем вам электронное письмо с подтверждением отправки продукты вместе с отслеживанием источников.",
    "delivery2": "Стоимость доставки",
    "delivery3": "Стоимость доставки зависит от веса вашего заказа и типа доставки. Чтобы узнать, сколько будет стоить ваш заказ, просто добавьте товары, которые вы хотели бы в корзину и перейдите на страницу оформления заказа. Однажды в экран оформления заказа, стоимость доставки будет отображаться. Обратите внимание, таможенные пошлины и налоги могут взиматься в зависимости от страны или штата, в который отправляется товар. Однако мы не можем предсказать, будут ли они применяться и не включать их в общую стоимость заказа на кассе.",
    "delivery4": "Ниже вы можете ознакомиться с видами доставки заказов, которые мы осуществляем, и их стоимостью:",
    "delivery5": "*BD означает «рабочие дни» — с понедельника по пятницу, кроме выходных и праздничных дней.",
    "delivery6": "Международный доставка",
    "delivery7": "Мы стараемся охватить как можно больше стран мира, но могут быть некоторые исключения по разным причинам. Пожалуйста, ознакомьтесь со списком стран, в которые мы осуществляем доставку ниже.",
    "delivery8": "Срок поставки",
    "delivery9": "Сроки доставки ориентировочные и начинаются с дата отгрузки, а не дата заказа. Сроки доставки должны использоваться только в качестве ориентира.",
    "delivery10": "Дата доставки может варьироваться в зависимости от практики доставки перевозчика, места доставки, способа доставки, и заказанные товары. Товары также могут поставляться отдельными партиями. Обратите внимание, что если нет исключительных обстоятельств, мы прилагаем все усилия, чтобы выполнить Ваш заказ в сроки, указанные выше. Исключительные обстоятельства – это события, которые находятся вне нашего контроля и не могут быть предвидены или защищены от них. Они включают, но не ограничивается наводнениями, ураганами, пожарами, землетрясениями, тайфунами, взрывами, войнами, забастовками или актами правительство, которое может помешать нам выполнить свои обязательства.",
    "delivery11": "Поврежденные или дефектные предметы",
    "delivery12": "Мы понимаем, что покупка электроники может быть большой инвестицией и мы хотим сделать ваше решение как можно проще. Будьте уверены, что удовлетворение потребностей клиентов является нашим главным приоритетом. Мы будем работать усердно решать любые проблемы с вашим заказом в соответствии с политикой, изложенной ниже.",
    "delivery13": "Если вы не на 100% удовлетворены своей покупкой по какой-либо причине, пожалуйста, немедленно свяжитесь с нами. Мы бесплатно заменим любой поврежденный или дефектный товар и снова отправим его вам. Если это это не ваш случай, мы вернем деньги (включая стоимость доставки) тем же способом платеж, используемый в вашем заказе. Возврат средств обычно занимает от 7 до 14 рабочих дней для обработки и появления. на вашем банковском счете. Вы также можете вернуть товар в течение 14 дней с момента получения заказа. Пожалуйста, свяжитесь с нашей службой поддержки для получения более подробной информации о процедуре возврата продукта.",

    "noItemsInCredit": "покачто нету товаров в кредит",

    "privacy1": "Мы серьезно относимся к конфиденциальности вашей информации, и мы просим вас внимательно прочитать данное уведомление о конфиденциальности, поскольку оно содержит важную информацию об использовании персональных данных, которые вы предоставляете нам. Для уточнения, персональные данные представляют собой любую информацию связанное с физическим лицом, которое может быть использовано для прямого или косвенного идентифицирования человека. Это может быть имя, адрес электронной почты, номер телефона, платежная информация и т.д.",
    "privacy2": "Информация, которую мы собираем и используем",
    "privacy3": "Мы собираем и обрабатываем персональные данные, которые вы нам предоставляете, для следующих целей:",
    "privacy4": "– для улучшения пользовательского опыта при использовании Beauty Solution;",
    "privacy5": "— для оказания услуг по договору между вами и нами;",
    "privacy6": "– соблюдать договорные обязательства;",
    "privacy7": "– подтвердить свою личность;",
    "privacy8": "– управлять платежными операциями;",
    "privacy9": "- отгружать заказы и т.д.",
    "privacy10": "Чтобы наш сайт работал должным образом, мы можем собирать информацию о частях сайта, которые вы используете, и о том, как вы его используете. Такая информация называется «куки». Куки маленькие текстовые файлы, которые веб-сайт отправляет в ваш веб-браузер (например, Google Chrome, Safari, Firefox) и которые сохранены на вашем устройство при посещении сайта. Файлы cookie используются для ускорения и вам будет проще делать покупки на конкретном сайте, поскольку они собирают и запоминать свои действия и предпочтения (например, язык).",
    "privacy11": "Файлы cookie не хранят вашу личную информацию, мы их используем исключительно для того, чтобы предоставить вам лучший возможный опыт просмотра и покупок. Вы всегда можете контролировать или отключать файлы cookie, перейдя в «Настройки» в ваш браузер. Обратите внимание, что в зависимости от файлов cookie, которые вы решите блокировать, некоторые функции или разделы simpletechmall.com могут работать некорректно.",
    "privacy12": "Информация, которой мы делимся",
    "privacy13": "Мы никогда не продаем информацию, которую нам предоставляют наши клиенты. Однако мы можем передавать вашу информацию сторонним компаниям. для выполнения заказа. К ним относятся платежные шлюзы и платежные переработчики, компании, обеспечивающие отгрузку заказанного товара и т.д. Мы также поделимся вашей информацией с официальными органами, если мы обязаны это сделать по закону.",
    "privacy14": "Информационная безопасность",
    "privacy15": "Мы прилагаем все усилия, чтобы защитить наш сайт и любые информация, которую мы храним от несанкционированного доступа или несанкционированное изменение, раскрытие или уничтожение. В частности:",
    "privacy16": "– мы проверяем сбор, хранение и методы обработки, включая меры физической безопасности, для защиты от несанкционированного доступа к системам.",
    "privacy17": "— мы ограничиваем доступ к личной информации контрагентам, сервисным поставщики и агенты, которым необходимо знать эту информацию для обработки это для нас, чтобы предоставить вам наши услуги.",
    "privacy18": "Обратите внимание, хотя мы внедрили наши лучшие методы обеспечения безопасности, передача информации через Интернет невозможна гарантировано как 100% безопасный.",
    "privacy19": "Изменения",
    "privacy20": "Наше уведомление о конфиденциальности может время от времени меняться. Мы будем публиковать обновления на любые изменения конфиденциальности на этой странице. Мы советуем вам просмотреть эту страницу периодически быть в курсе таких изменений.",

    "noItems": "пока что нету товаров",
    
    "terms1": "Соглашение",
    "terms2": "Настоящие условия использования образуют дистанционное соглашение между вами (покупателем, пользователем, клиентом) и нами (сайт beautysolutions.com, принадлежащий ОсОО «Бьюти Солюшнс»). Ваше использование этого сайта и каждая транзакция, совершенная через beautysolutions.com, должны регулироватся настоящим соглашением, как описано ниже.",
    "terms3": "Использование сайта",
    "terms4": "Вам предоставляется доступ к этому сайту в соответствии с условиями, описанными здесь.",
    "terms5": "Вы гарантируете, что:",
    "terms6": "- вы соглашаетесь не выдавать себя за другое физическое или юридическое лицо при доступе и использовании beautysolutions.com",
    "terms7": "Мы оставляем за собой право:",
    "terms8": "- изменять или удалять, временно или постоянно, этот сайт (или любую его часть) с уведомлением вас или без него, и вы подтверждаете, что мы не несем ответственности перед вами или какой-либо третьей стороной за любое изменение или удаление сайта; и/или; - время от времени изменять условия без предварительного уведомления, и ваше дальнейшее использование этого сайта (или любой его части) после такого изменения будет считаться вашим согласием с таким изменением. Если вы не согласны с какими-либо изменениями условий, вам следует немедленно прекратить использование сайта.",
    "terms9": "Размещение и прием заказа",
    "terms10": "Электронное письмо с подтверждением заказа и номер заказа не являются подтверждением принятия заказа от нас. Принятие вашего заказа и завершение договора между вами и нами займет поставить на оплату заказа, если мы не уведомили вас, что мы не принимаем ваш заказ или вы сами его отменили. Для оплаты вашего заказа вы можете использовать основные кредитные, дебетовые карты, такие как как Visa и MasterCard. При оформлении заказа вы также можете применить дискретную скидку 10%, которая может использоваться для любого продукта, доступного на нашем сайте. После того, как вы оплатили заказ, он считается будет принят и пойдет на отправку.",
    "terms11": "Наличие и цены",
    "temrs12": "Товары, представленные на сайте beautysolutions.com, предоставляются в зависимости от наличия. Принятие нами вашего предложения о покупке наших продуктов зависит от их наличия. Наше подтверждение вашего заказа по электронной почте не является гарантией доставки. Если мы не сможем доставить товар, который вы предложили приобрести, мы сообщим вам об этом как можно быстрее.",
    "terms13": "Описание продукта и информация",
    "temrs14": "Несмотря на то, что мы проявляем разумную заботу о том, чтобы все изображения, описания и другие сведения о продукте, представленные на сайте beautysolutions.com, верны В любом случае, информация на этом сайте может быть неточной на момент размещения заказа. Например, цвета и/или внешний вид наших продуктов могут незначительно отличаться от того, они появляются на экране, и мы не можем гарантировать, что экран вашего монитора будет точно отражать цвет товара при доставке.",
    "terms15": "Заказ повторной отправки и возврата",
    "terms16": "Если заказанный вами товар прибыл поврежденным или дефектным, пожалуйста, свяжитесь с нашей службой поддержки клиентов по электронной почте или телефону. Как только мы получим ваш запрос, мы отправим новый продукт за наш счет на тот же или новый (если таковой указан) адрес доставки.",
    "terms17": "Если вы хотите вернуть товар, вы можете сделать это в течение 14 дней после получения заказа. Пожалуйста, сообщите нашей службе поддержки клиентов о своем решении, и мы предоставим вам всю необходимую информацию. информацию о том, как поступить с возвратом товара. Обратите внимание, товар должен быть возвращен в оригинальной упаковке.",
    "terms18": "Политика возврата",
    "terms19": "Мы предлагаем полный возврат средств за любую покупку, сделанную через beautysolutions.com. Пожалуйста, сообщите нам, если вы не удовлетворены продуктом, который вы купили у нас и хотите вернуть. Вы имеете право на полный возврат в течение 14 дней после получения вашего заказа. Возврат покроет стоимость сам товар и стоимость доставки. Обратите внимание, это может занять до 14 рабочих дней, прежде чем возврат будет обработан и появится на вашем банковском счете.",
    "temrs20": "Если у вас есть какие-либо дополнительные вопросы о процедуре возврата или вы хотите запросить возврат средств, свяжитесь с нашей службой поддержки клиентов.",
    "terms21": "Служба поддержки",
    "terms22": "Если у вас есть какие-либо вопросы или проблемы, пожалуйста, позвоните или напишите нам по электронной почте. Мы всегда здесь и рады помочь вам в любое время, 24/7/365. Мы также принимаем письменную корреспонденцию по адресу: г. Бишкек, ул. Нуркамал Жетикашкаевой 29. Удовлетворенность наших клиентов является нашим приоритетом."
}